{
    "title": {
        "gujarati" : "હનુમાન્ ચાલીસા",
        "transliteration": "Hanuman Chalisa"
    },
    "sections": [
        {
            "gujarati" : "શ્રી ગુરુ ચરણ સરોજ રજ નિજમન મુકુર સુધારિ",
            "transliteration": "shrī guru charana saroja raja, nija mana mukuru sudhāri।",
            "translation": "Cleansing the mirror in the form of my mind with the pollen of the lotus-feet of the Guru"
        },
        {
            "gujarati" : "વરણૌ રઘુવર વિમલયશ જો દાયક ફલચારિ",
            "transliteration": "baranau raghuvara bimala jasu, jo dāyaku phala chāri॥",
            "translation": "I describe the unblemished glory of Rama, which bestows the four fruits."
        },
        {
            "gujarati" : "બુદ્ધિહીન તનુજાનિકૈ સુમિરૌ પવન કુમાર",
            "transliteration": "buddhihīna tanu jānike, sumirau pavanakumāra।",
            "translation": "Knowing my body to be devoid of intelligence, I remember Hanuman, the son of Vāyu"
        },
        {
            "gujarati" : "બલ બુદ્ધિ વિદ્યા દેહુ મોહિ હરહુ કલેશ વિકાર્",
            "transliteration": "bala budhi vidyā dehu mohi harahu kalesa vikāra॥",
            "translation": "Give me strength, intelligence and knowledge and remove all ailments (kalesa) and impurities"
        },

        {
            "gujarati" : "જય હનુમાન જ્ઞાન ગુણ સાગર જય કપીશ તિહુ લોક ઉજાગર ‖ 1 ‖",
            "transliteration": "jaya hanumāna gnyāna guna sāgara।jaya kapīsa tihu loka ujāgara॥ 1 ॥",
            "translation": "O Hanuman, the ocean of knowledge and virtues, may you be victorious. O the chief amongst Vanaras famous across the three Lokas (Pātāla, Prithvi (earth) and Svarga), may you be victorious"
        },
        {
            "gujarati" : "રામદૂત અતુલિત બલધામા અંજનિ પુત્ર પવનસુત નામા ‖ 2 ‖",
            "transliteration": "rāma dūta atulita bala dhāmā anjani putra pavanasuta nāmā॥ 2 ॥",
            "translation": "You are the trusted messenger of Rama and you are the abode of incomparable strength. You are known by the names of Anjaniputra (son of Anjana) and Pavanasuta (son of Vāyu)"
        },
        {
            "gujarati" : "મહાવીર વિક્રમ બજરંગી કુમતિ નિવાર સુમતિ કે સંગી ‖3 ‖",
            "transliteration": "mahāvīra vikrama bajarangī kumati nivāra sumati ke sangī॥ 3 ॥",
            "translation": "You are the great hero, you are endowed with valour, your body is as strong as Indra's Vajra. You are the destroyer of vile intellect, and you are the companion of one whose intellect is pure."
        },
        {
            "gujarati" : "કંચન વરણ વિરાજ સુવેશા કાનન કુંડલ કુંચિત કેશા ‖ 4 ‖",
            "transliteration": "kanchana barana birāja subesā kānana kundala kunchita kesā॥ 4 ॥",
            "translation": "Your complexion is that of molten gold, and you are resplendent in your handsome form. You wear Kundalas (small earrings worn in old times by Hindus) in your ears and your hair is curly.["
        },
        {
            "gujarati" : "હાથવજ્ર ઔ ધ્વજા વિરાજૈ કાંથે મૂંજ જનેવૂ સાજૈ ‖ 5‖",
            "transliteration": "hātha bajra au dhvajā birājai kādhe mūnja janeū sājai॥ 5 ॥",
            "translation": "You have the Vajra and the flag in your hands, and the sacred-thread (Yajnopavita) made of the Munja grass adorns your shoulder."
        },
        {
            "gujarati" : "શંકર સુવન કેસરી નંદન તેજ પ્રતાપ મહાજગ વંદન ‖ 6 ‖",
            "transliteration": "shankara suvana kesarī nandana teja pratāpa mahā jaga bandana॥ 6 ॥",
            "translation": "O embodiment of Shiva (or son of Vāyu carrying the power of Shiva), the delighter of Kesari, your aura and majesty is great and is revered by the whole world."
        },
        {
            "gujarati" : "વિદ્યાવાન ગુણી અતિ ચાતુર રામ કાજ કરિવે કો આતુર ‖ 7 ‖",
            "transliteration": "vidyāvāna gunī ati chātura rāma kāja karibe ko ātura॥ 7 ॥",
            "translation": "You are the praiseworthy abode of the eighteen types of Vidyā (knowledge), all virtues reside in you, and you are exceedingly clever.[47] You are ever eager to perform tasks for Rama.["
        },
        {
            "gujarati" : "પ્રભુ ચરિત્ર સુનિવે કો રસિયા રામલખન સીતા મન બસિયા ‖ 8‖",
            "transliteration": "prabhu charitra sunibe ko rasiyā rāma lakhana sītā mana basiyā॥ 8 ॥",
            "translation": "You delight in listening to the acts of Rama (Ramayana).[48] Rama, Lakshmana and Sita reside in your mind.[48] Alternately, you reside in the minds of Rama, Lakshmana and Sita [owing to their affection towards you]."
        },
        {
            "gujarati" : "સૂક્ષ્મ રૂપધરિ સિયહિ દિખાવા વિકટ રૂપધરિ લંક જરાવા ‖ 9 ‖",
            "transliteration": "sūkshma rūpa dhari siyahi dikhāvā bikata rūpa dhari lanka jarāvā॥ 9 ॥",
            "translation": "You assumed an extremely minute form and appeared to Sita in the Ashok Vatika. You assumed a very large and scary form and burnt the city of Lanka.[49]"
        },
        {
            "gujarati" : "ભીમ રૂપધરિ અસુર સંહારે રામચંદ્ર કે કાજ સંવારે ‖ 10 ‖",
            "transliteration": "bhīma rūpa dhari asura sahāre rāmachandra ke kāja savāre॥ 10 ॥",
            "translation": "You assumed a frightening form and destroyed the demons [in the army of Ravana]. You carried out all the tasks of Rama.[50]"
        },
        {
            "gujarati" : "લાય સંજીવન લખન જિયાયે શ્રી રઘુવીર હરષિ ઉરલાયે ‖ 11 ‖",
            "transliteration": "lāya sanjīvani lakhana jiyāe shrī raghubīra harashi ura lāe॥ 11 ॥",
            "translation": "You brought the Sanjivini, the life saving herb from Dronagiri in Himalayas, and revitalized Lakshman. Out of elation, Rama embraced you.[29][51][52]"
        },
        {
            "gujarati" : "રઘુપતિ કીન્હી બહુત બડાયી તુમ મમ પ્રિય ભરતહિ સમ ભાયી ‖ 12 ‖",
            "transliteration": "raghupati kīnhī bahut barāī tuma mama priya bharatahi sama bhāī॥ 12 ॥",
            "translation": "Rama, the chief among Raghu's descendants, praised you profusely saying 'You are dear to me like my brother Bharata.[29][51][53]'"
        },
        {
            "gujarati" : "સહસ વદન તુમ્હરો યશગાવૈ અસ કહિ શ્રીપતિ કંઠ લગાવૈ ‖ 13 ‖",
            "transliteration": "sahasa badana tumharo jasa gāvai asa kahi shrīpati kantha lagāvai॥ 13 ॥",
            "translation": "Thousands of living beings are chanting hymns of your glories; saying thus, Shri Ram warmly hugged him (Shri Hanuman)"
        },
        {
            "gujarati" : "સનકાદિક બ્રહ્માદિ મુનીશા નારદ શારદ સહિત અહીશા ‖ 14 ‖",
            "transliteration": "sanakādika brahmādi munīsā nārada sārada sahita ahīsā॥ 14 ॥",
            "translation": "When prophets like Sanka, even the Sage like Lord Brahma, the great hermit Narad himself, Goddess Saraswati and Ahisha (one of immeasurable dimensions)."
        },
        {
            "gujarati" : "યમ કુબેર દિગપાલ જહાં તે કવિ કોવિદ કહિ સકે કહાં તે ‖ 15 ‖",
            "transliteration": "jama kubera dikpāla jahā te kabi kobida kahi sakai kahā te॥ 15 ॥",
            "translation": "Even Yamraj (God of Death) Kuber (God of Wealth) and the Digpals (deputies guarding the four corners of the Universe) have been vying with one another in offering homage to your glories. How then, can a mere poet give adequate expression of your super excellence."
        },
        {
            "gujarati" : "તુમ ઉપકાર સુગ્રીવહિ કીન્હા રામ મિલાય રાજપદ દીન્હા ‖ 16 ‖",
            "transliteration": "tuma upakāra sugrīvahi kīnhā rāma milāya rājapada dīnhā॥ 16 ॥",
            "translation": "You did Sugriva a great favour by making him meet Rama and bestowing on him the kingdom of Kishkindha.[29][51][55]"
        },
        {
            "gujarati" : "તુમ્હરો મંત્ર વિભીષણ માના લંકેશ્વર ભયે સબ જગ જાના ‖ 17 ‖",
            "transliteration": "tumharo mantra bibhīshana mānā lankeshvara bhae saba jaga jānā॥ 17 ॥",
            "translation": "Your Mantra was accepted by Vibishana, as a result of which he became the king of Lanka.[29][51][56] The whole world knows this.[56]"
        },
        {
            "gujarati" : "યુગ સહસ્ર યોજન પર ભાનૂ લીલ્યો તાહિ મધુર ફલ જાનૂ ‖ 18 ‖",
            "transliteration": "juga sahasra jojana para bhānū līlyo tāhi madhura phala jānū॥ 18 ॥",
            "translation": "On your own you dashed upon the sun, Surya, which is 96,000,000 miles away, thinking it to be a sweet fruit."
        },
        {
            "gujarati" : "પ્રભુ મુદ્રિકા મેલિ મુખ માહી જલધિ લાંઘિ ગયે અચરજ નાહી ‖ 19 ‖",
            "transliteration": "prabhu mudrikā meli mukha māhī jaladhi lāghi gaye acharaja nāhī॥ 19 ॥",
            "translation": "O Lord, placing the ring given by Rama in your mouth, you leaped across the ocean – there is no wonder here"
        },
        {
            "gujarati" : "દુર્ગમ કાજ જગત કે જેતે સુગમ અનુગ્રહ તુમ્હરે તેતે ‖ 20 ‖",
            "transliteration": "durgama kāja jagata ke jete sugama anugraha tumhare tete॥ 20 ॥",
            "translation": "All the unattainable tasks in the world become easily attainable with your grace.[31]"
        },
        {
            "gujarati" : "રામ દુઆરે તુમ રખવારે હોત ન આજ્ઞા બિનુ પૈસારે ‖ 21 ‖",
            "transliteration": "rāma duāre tuma rakhavāre hota na āgnyā binu paisāre॥ 21 ॥",
            "translation": "You are the doorkeeper and protector of the door to Rama's court. Without your command, nobody can enter the abode of Rama.[58]"
        },
        {
            "gujarati" : "સબ સુખ લહૈ તુમ્હારી શરણા તુમ રક્ષક કાહૂ કો ડર ના ‖ 22 ‖",
            "transliteration": "saba sukha lahai tumhārī saranā tuma rakshaka kāhū ko daranā॥ 22 ॥",
            "translation": "Once in your refuge, a Sādhaka obtains all the pleasures. You are the protector, and there is nothing to be afraid of.[59]"
        },
        {
            "gujarati" : "આપન તેજ તુમ્હારો આપૈ તીનોં લોક હાંક તે કાંપૈ ‖ 23 ‖",
            "transliteration": "āpana teja samhāro āpai tinau loka hāka te kāpai॥ 23 ॥",
            "translation": "When you roar, after remembering your powers, the three worlds tremble with fear.[60]"
        },
        {
            "gujarati" : "ભૂત પિશાચ નિકટ નહિ આવૈ મહવીર જબ નામ સુનાવૈ ‖ 24 ‖",
            "transliteration": "bhūta pishācha nikata nahi āvai mahābīra jaba nāma sunāvai॥ 24 ॥",
            "translation": "Evil spirits (bhūta) and meat-eating ghosts (pishācha) do not come near those chant the Mahāvira name of yours.[61]"
        },
        {
            "gujarati" : "નાસૈ રોગ હરૈ સબ પીરા જપત નિરંતર હનુમત વીરા ‖ 25 ‖",
            "transliteration": "nāsai roga harai saba pīrā japata nirantara hanumata bīrā॥ 25 ॥",
            "translation": "The brave Hanuman, when invoked incessantly by the means of Japa, destroys all ailments and removes all sufferings.[62]"
        },
        {
            "gujarati" : "સંકટ સેં હનુમાન છુડાવૈ મન ક્રમ વચન ધ્યાન જો લાવૈ ‖ 26 ‖",
            "transliteration": "sankata te hanumāna chhudāvai mana krama bachana dhyāna jo lāvai॥ 26 ॥",
            "translation": "Hanuman extricates those from all adversities who remember him (or contemplate upon him) in their heart, by their actions and by their words.[29][63][64]"
        },
        {
            "gujarati" : "સબ પર રામ તપસ્વી રાજા તિનકે કાજ સકલ તુમ સાજા ‖ 27 ‖",
            "transliteration": "saba para rāma tapasvī rājā tina ke kāja sakala tuma sājā॥ 27 ॥",
            "translation": "Rama is the supreme God and a king with Tapas, and yet you executed all his tasks.[29][63][65]"
        },
        {
            "gujarati" : "ઔર મનોરધ જો કોયિ લાવૈ તાસુ અમિત જીવન ફલ પાવૈ ‖ 28 ‖",
            "transliteration": "aura manoratha jo koī lāvai Sohi amita jīvana phala pāvai॥ 28 ॥",
            "translation": "And whoever comes to you with any wish, that wish is fulfilled beyond limits (literally, 'they obtain the unlimited fruit of the wish') in this very birth.[29][63][66]"
        },
        {
            "gujarati" : "ચારો યુગ પરિતાપ તુમ્હારા હૈ પરસિદ્ધ જગત ઉજિયારા ‖ 29 ‖",
            "transliteration": "chāro juga para tāpa tumhārā hai parasiddha jagata ujiyyārā॥ 29 ॥",
            "translation": "Your glory is famous in all the four Yugas, and illuminates the whole world.[29][67][68]"
        },
        {
            "gujarati" : "સાધુ સંત કે તુમ રખવારે અસુર નિકંદન રામ દુલારે ‖ 30 ‖",
            "transliteration": "sādhu santa ke tuma rakhavāre asura nikandana rāma dulāre॥ 30 ॥",
            "translation": "You are the protector of Sadhus (good people or ascetics) and Sants (saints). You are the destroyer of demons and dear as a son to Rama.[69]"
        },
        {
            "gujarati" : "અષ્ઠસિદ્ધિ નવ નિધિ કે દાતા અસ વર દીન્હ જાનકી માતા ‖ 31 ‖",
            "transliteration": "ashta siddhi nau nidhi ke dātā asa bara dīnha jānakī mātā॥ 31 ॥",
            "translation": "You are the bestower the eight Siddhis (supernatural powers named Aṇimā, Garimā, Mahimā, Laghimā, Prāpti, Prākāmya, Īśitva, and Vaśitva) and the nine Nidhis (divine treasures named Mahāpadma, Padma, Śaṅkha, Makara, Kacchapa, Mukunda, Kunda, Nīla and Kharva). Mother Sita, the daughter of Janaka, has granted you this boon.[70]"
        },
        {
            "gujarati" : "રામ રસાયન તુમ્હારે પાસા સાદ રહો રઘુપતિ કે દાસા ‖ 32 ‖",
            "transliteration": "rāma rasāyana tumhare pāsā sadā raho raghupati ke dāsā॥ 32 ॥",
            "translation": "You have the treasure of Rama's Bhakti (rāma rasāyana) with you. You are, respectfully, the servant of Raghupati (Shri Raam).[71]"
        },
        {
            "gujarati" : "તુમ્હરે ભજન રામકો પાવૈ જન્મ જન્મ કે દુખ બિસરાવૈ ‖ 33 ‖",
            "transliteration": "tumhare bhajana rāma ko pāvai janama janama ke dukha bisarāvai॥ 33 ॥",
            "translation": "Singing of you (Hanuman), a Bhakta obtains Rama and forgets the adversities and afflictions of many births.[73]"
        },
        {
            "gujarati" : "અંત કાલ રઘુવર પુરજાયી જહાં જન્મ હરિભક્ત કહાયી ‖ 34 ‖",
            "transliteration": "anta kāla raghubara pura jāī jahā janma hari bhakta kahāī॥ 34 ॥",
            "translation": "As a result of devotion to you, a Bhakta goes to Sāketa Loka (raghubara pura) at the time of their end (physical death). Once the Bhakta reaches Sāketa, wherever they take birth, they are known as the Bhaktas of Hari.[74]"
        },
        {
            "gujarati" : "ઔર દેવતા ચિત્ત ન ધરયી હનુમત સેયિ સર્વ સુખ કરયી ‖ 35 ‖",
            "transliteration": "aura devatā chitta na dharaī hanumata sei sarba sukha karaī॥ 35 ॥",
            "translation": "Even one who does not contemplate on any other Devatas in their mind and only serves Hanuman, achieves all favourable bliss in this world and the next.[75]"
        },
        {
            "gujarati" : "સંકટ કટૈ મિટૈ સબ પીરા જો સુમિરૈ હનુમત બલ વીરા ‖ 36 ‖",
            "transliteration": "sankata katai mitai saba pīrā jo sumirai hanumata balabīrā॥ 36 ॥",
            "translation": "Whoever remembers the brave and mighty Hanuman gets free of all adversities and relief from all pains.[29][63][76]"
        },
        {
            "gujarati" : "જૈ જૈ જૈ હનુમાન ગોસાયી કૃપા કરો ગુરુદેવ કી નાયી ‖ 37 ‖",
            "transliteration": "jaya jaya jaya hanumāna gosāī kripā karahu gurudeva kī nāī॥ 37 ॥",
            "translation": "O Hanuman, the master of senses, may you be victorious, may you be victorious, may you be victorious. May you shower your grace lovingly, as a Guru does, and reveal to me the knowledge of devotion to Rama.[29][32][63]"
        },
        {
            "gujarati" : "જો શત વાર પાઠ કર કોયી છૂટહિ બંદિ મહા સુખ હોયી ‖ 38 ‖",
            "transliteration": "jo shata bāra pātha kara koī chhūtahi bandi mahā sukha hoī॥ 38 ॥",
            "translation": "One who recites Hanuman Chalisa a hundred times (or for hundred days) is released from bondage and obtains great bliss"
        },
        {
            "gujarati" : "જો યહ પડૈ હનુમાન ચાલીસા હોય સિદ્ધિ સાખી ગૌરીશા ‖ 39 ‖",
            "transliteration": "jo yaha padhai hanumāna chālīsā hoya siddha sākhī gaurīsā॥ 39 ॥",
            "translation": "One who reads this Hanuman Chalisa obtains Siddhi (accomplishment or liberation). Shiva himself bears witness to this statement.[79]"
        },
        {
            "gujarati" : "તુલસીદાસ સદા હરિ ચેરા કીજૈ નાથ હૃદય મહ ડેરા ‖ 40 ‖",
            "transliteration": "tulasīdāsa sadā hari cherā kījai nātha hridaya maha derā॥ 40 ॥",
            "translation": "Tulsidas is always a devotee of Hari. O Lord, make my heart your abode.[29][77]"
        },
        {
            "gujarati" : "પવન તનય સંકટ હરણ - મંગળ મૂરતિ રૂપ્ રામ લખન સીતા સહિત - હૃદય બસહુ સુરભૂપ્",
            "transliteration": "pavantanaya sankata harana mangala mūrati rūpa rāma lakhan sītā sahita hridaya basahu sura bhūpa॥",
            "translation": "O Son of Vāyu, remover of adversities, one with an auspicious form, and the chief among all Devas, may you reside in our hearts along with Rama, Lakshman and Sita.[29][34][77]"
        },

        {
            "gujarati" : "સિયાવર રામચંદ્રકી જય | પવનસુત હનુમાનકી જય | બોલો ભાયી સબ સંતનકી જય |",
            "transliteration": "",
            "translation": ""
        }
    ]
}




